{
    "dc_creator_sm": [
        "Geographic Information Systems, Sonoma County, California "
    ], 
    "dc_description_s": "The existing parks dataset represents the Open Space and Resource Conservation Outdoor Recreation Element 9 of the Sonoma County General Plan 2020 as adopted on September 23, 2008 by Resolution No. 08-0808. The outdoor recreation element assist in identifying and preserving adequate parklands and trails primarily in locations that are convenient to urban areas and on public lands to meet the outdoor recreation needs of the population, while not affecting agricultural uses. Therefore, the EXISTING designated outdoor recreation areas to provide pleasure and enjoyment for County residents are represented in this dataset. Figures OSRC-3, 4, and 5a through 5i show designated outdoor recreation areas. Per the use in the Sonoma County General Plan, the corridor data was created by the County of Sonoma, Open Space District and revised by the Permit and Resource Management Department (PRMD). The intent of the plan is that policies, guidelines, and standards be clear and direct so that property owners and citizens may easily understand its provisions and how they apply to parcels of land as well as their cumulative impact on future environmental conditions and quality of life. The broad purpose of the Sonoma County General Plan is to express policies which will guide decisions on future growth, development, and conservation of resources through 2020 in a manner consistent with the goals and quality of life desired by the county's residents. Under State law many actions on private land development, such as specific plans, area plans, zoning, subdivisions, public agency projects and other decisions must be consistent with the general plan. The goals, objectives, and policies set forth in the plan will be applied in a manner to insure their constitutionality. Per Title 7, Division 1 of the Government Code of the State of California. Article 5, Section 65300 et seq, the County of Sonoma is required to adopt a comprehensive general plan to guide its future physical development. Therefore, as required by law, the 2020 Sonoma County General Plan was officially adopted on September 23, 2008. Related Resources: Sonoma County General Plan 2020 Index [includes amendments since adoption] http://www.sonoma-county.org/prmd/gp2020/index.htm Sonoma County General Plan 2020 Open Space and Resource Conservation Outdoor Recreation Element http://www.sonoma-county.org/prmd/gp2020/adopted/osrce.pdf", 
    "dc_format_s": "Shapefile", 
    "dc_identifier_s": "https://spatial.lib.berkeley.edu/viewpublic/berkeley-s7g67h", 
    "dc_rights_s": "Public", 
    "dc_subject_sm": [
        "Environment", 
        "Parklands", 
        "Recreation Areas"
    ], 
    "dc_title_s": "Existing Parks, Sonoma County, California, 2010", 
    "dc_type_s": "Dataset", 
    "dct_issued_dt": "2010-04-01T23:34:35.206Z", 
    "dct_provenance_s": "Berkeley", 
    "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://spatial.lib.berkeley.edu/metadata/berkeley-s7g67h/iso19139.xml\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/berkeley-s7g67h/data.zip\"}", 
    "dct_spatial_sm": [
        "Sonoma County (Calif.)"
    ], 
    "geoblacklight_version": "1.0", 
    "layer_geom_type_s": "Polygon", 
    "layer_id_s": "s7g67h", 
    "layer_modified_dt": "2018-04-02T23:34:35.206Z", 
    "layer_slug_s": "berkeley-s7g67h", 
    "solr_geom": "ENVELOPE(-123.533999, -122.373949, 38.828133, 38.174664)", 
    "solr_year_i": 2010
}