{
    "dc_creator_sm":"US Geological Survey",
    "dc_description_s":"Ground shaking is the primary cause of earthquake damage to man-made structures. When the ground shakes strongly, buildings can be damaged or destroyed and their occupants may be injured or killed.\n\nSeismologists have observed that some districts tend to repeatedly experience stronger seismic shaking than others. This is because the ground under these districts is relatively soft. Soft soils amplify ground shaking. If you live in an area that in past earthquakes suffered shaking stronger than that felt in other areas at comparable distance from the source, you are likely to experience relatively strong shaking in future earthquakes as well. An example of this effect was observed in San Francisco, where many of the same neighborhoods were heavily damaged in both the 1906 and 1989 earthquakes. The influence of the underlying soil on the local amplification of earthquake shaking is called the site effect. \n\nOther factors influence the strengh of earthquake shaking at a site as well, including the earthquake's magnitude and the site's proximity to the fault. These factors vary from earthquake to earthquake. In contrast, soft soil always amplifies shear waves. If an earthquake is strong enough and close enough to cause damage, the damage will usually be more severe on soft soils.",
    "dc_format_s":"Shapefile",
    "dc_identifier_s":"http://spatial.lib.berkeley.edu/viewpublic/ark28722-s7zp4j",
    "dc_publisher_s":"San Rafael (Calif.). County Of Marin Community Development Agency.",
    "dc_rights_s":"Public",
    "dc_subject_sm":[
        "Geology",
        "Seismic"
    ],
    "dc_title_s":"Seismic Shaking",
    "dct_provenance_s":"Berkeley",
    "dct_references_s":"{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/ark28722-s7zp4j/data.zip\"}",
    "dct_spatial_sm":[
        "Marin County (Calif.)"
    ],
    "geoblacklight_version":"1.0",
    "layer_geom_type_s":"Polygon",
    "layer_id_s":"s7zp4j",
    "layer_modified_dt":"2012-11-28T23:35:22.144Z",
    "layer_slug_s":"ark28722-s7zp4j",
    "solr_geom":"ENVELOPE(-123.035905, -122.417786, 38.343769, 37.801194)",
    "solr_year_i":2002
}