{
    "dc_creator_sm": [
        "Geographic Information Systems, Sonoma County (Calif.)., California "
    ], 
    "dc_description_s": "The parcel dataset represents ONLY unincorporated Sonoma County land and takes into account ALL RECORDED ANNEXATIONS as of December 31, 2012. The parcel dataset is based on an original parcel base obtained from the County of Sonoma, ISD/GIS (a.k.a. Central GIS). Due to the sensitive nature of land development datasets maintained by Sonoma County Permit and Resource Management Department [PRMD], only those parcels which have been reassigned a parcel number [APN] or have been reconfigured due to lot line adjustments, subdivision and/or merger/splits, are updated by PRMD GIS staff. [Note: Should you wish to obtain Central GIS, a non-ActiveMap/PRMD, parcel base dataset, please research vector data download link https://gis.sonoma-county.org/catalog.asp.] A distinction should be made with respect to this layer which includes GIS parcels and the official Assessor Parcels residing in the Assessor Map books at the Sonoma County Assessor Office. For official parcel records please contact the Sonoma County Assessor (707)565-1888. These parcels should NOT be represented as survey data, and the official record of survey takes precedence where there are discrepancies. It is the end user's responsibility to check the accuracy of the GIS data by comparing it with the published data from the Sonoma County Assessor / Recorder office. The Sonoma County parcel base was originally compiled from Assessor Parcel maps at a scale of 1:6000. The individual Assessor Parcel maps were enlarged or reduced in size using an electrostatic process to produce the maps at the 1:6000 scale, the maps were then fit together by hand and transcribed on to mylar. The mylar base consisted of 1:6000 USGS base map information typically found on the 7.5 USGS quad series. This base information consisted of Topography, Roads, Section, and Rancho lines to name some. Using this information, the Assessor Parcel maps were fit to the individual 1:6000 scale maps. Each 1:6000 scale map represents 1/6 (quad sixths) of a 7.5 minute USGS Quadrangle series map. In 1998 the State Board of Equalization provided the impetus to produce the Russian River Project for all of Planning Area 4. One aspect required for this project was a digital parcel base for Planning Area 4. This involved the conversion of the 1:6000 mylars with the transcribed parcels on them into a digital version of the parcels. The mylars where scanned and geo-referenced using the base map information originally included with the 1:6000 mylar base. The maps were geo-referenced to a digital version of the USGS 7.5 minute Quadrangle series available from the Teale Data Center. The original projection was California State Plane Zone 2 NAD 1927. County Staff then used AutoCAD software to heads up digitize each 1:6000 scale map in Planning Area 4. A custom application was created and used by GIS staff involving the use of Avenue and ArcView 3.2 to create a point for all the parcels in Planning Area 4, attributes included Assessor Parcel Number. The DWGs were then converted to shapefiles and then converted to ArcINFO coverages, the parcel tags were converted from shapefiles to ArcINFO coverages and the point coverage was merged with the polygon coverage with the IDENTITY command. An exhaustive process was involved to eliminate errors once the DWGs were converted to ArcINFO coverages so polygons could be generated. The coverages were then aggregated using the MAPJOIN command, the original boundary of the 1:6000 scale maps was removed using the REGIONDISSOLVE command to merge adjacent polygons with the same AP number. In 1999 the remainder of the planning areas were converted to digital form following the Russian River Project and the seamless base was completed in 2001. The seamless parcel base was maintained in ArcINFO until the release of ArcGIS 8.3, which included topology tools necessary for its maintenance. The seamless base prior to late 2002 was suitable for 1:100000 scale while the control points (the corners for the 1:6000 scale maps) were suitable for 1:24000 scale. Prior to rectification to the Merrick 2000 orthophotography, the parcel data were derived from 1:6000 scale maps (enlarged from USGS 7.5 minute quadrangle 1:24,000 series) and digitized in California State Plane, Zone II, NAD 27 coordinates (survey feet), but were converted to California State Plane, Zone II, NAD 83 coordinates (survey feet) as part of a rectification process now underway. The parcels used to use the USGS 7.5 minute quadrangle (1:24,000) series for coordinate control, but no guarantee is made for their spatial accuracy. The data were re-projected to NAD 83 coordinates to overlay the orthophotography, but the parcel boundaries will not correspond precisely with features in the images. The parcels were rectified to orthophotography flown in April - May 2000 using geo-referencing tools available in ArcGIS 8.3. This project was completed in July 2005. In general, the parcels meet National Accuracy Standards for 1:24,000 scale maps, and likely exceed that accuracy in urban areas. A complete description of the process is detailed in a series of documents located on a local file server: S:\\COMMON\\GIS\\Documentation\\Parcel Rectification &amp; Update Process\\Procedure - *. doc. A brief summary is as follows. Individual Assessor Parcel pages or CAD drawings are rectified to the orthophoto. COGO &amp; survey data are used when available and in sufficient quantities to enable the bulk of an Assessor Parcel page to be digitized using said information. Polygons are generated directly from the COGO data, CAD dwg are exported to feature classes, where polygons are then generated, rectified Assessor Parcel pages are vectorized using ArcScan and subsequently polygons are generated. A spatial join is used to assign attributes to the newly generated polygons. Polygons are then assigned an accuracy rank based on source, quality of the fit to the orthophoto, and RMS error encountered during rectification (only the scanned Assessor maps will have and RMS error associated with them). See the fields RANK and DESCRIPTION for information on fit assessment. Areas that have been successfully updated as such have a reasonable expectation of accuracy of +/- 10 and possibly better, areas that have not been updated or are flagged in SCAMP (http://sc-gis/web/scamp/browse.jsp) under the GIS group Projects as Needs Survey Data, the original accuracy assessment of 1:100000 applies.", 
    "dc_format_s": "Shapefile", 
    "dc_identifier_s": "http://spatial.lib.berkeley.edu/viewpublic/berkeley-s7pq2n", 
    "dc_rights_s": "Public", 
    "dc_subject_sm": [
        "Boundaries", 
        "Assessor Parcel Maps", 
        "Real Property--boundaries--maps"
    ], 
    "dc_title_s": "Parcels, Sonoma County, California, 2012", 
    "dc_type_s": "Dataset", 
    "dct_issued_dt": "2012-07-01T23:34:35.206Z", 
    "dct_provenance_s": "Berkeley", 
    "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://github.com/OpenGeoMetadata/edu.berkeley/blob/master/berkeley/s7/pq2n/iso19139.xml\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/berkeley-s7pq2n/data.zip\"}", 
    "dct_spatial_sm": [
        "Sonoma County (Calif.)"
    ], 
    "geoblacklight_version": "1.0", 
    "layer_geom_type_s": "Polygon", 
    "layer_id_s": "s7pq2n", 
    "layer_modified_dt": "2017-12-18T23:34:35.206Z", 
    "layer_slug_s": "berkeley-s7pq2n", 
    "solr_geom": "ENVELOPE(-123.534619, -122.349809, 38.85691, 38.103489)", 
    "solr_year_i": 2012
}