{
  "dct_creator_sm": [
    "Powell, Susan",
    "Navarro, Fernando"
  ],
  "dct_description_sm": [
    "This point dataset represents the locations of specific nature protection measures in place in Mongolia in 1991. The source map legend describes the data using the German \"Naturschutzmassnahmen.\" The types of nature protection measures included are: Nature pollution monitoring laboratory (Kontrollstelle für die Frfassung der Umweltveltverschmutzung), Refining unit (Purification system) (Klaranlage), Fire control air unit (Brandschutz und Brandbekämpfung aus der lift), Soil protecting forest strip (Erosions-Schutzhecke), Protective forest belt (Pelztierfarm), Afforestation area (Baumschule), Natural museum (Naturkundemuseum), and Experimental fruit and berry station (Obstplantage). The attribute information for each point includes the type of nature protection measure in both English and German, as listed on the source map. The dataset was developed as part of the Mongolian 20th-century Historical GIS Database project. It is designed to integrate and align well with other datasets created as part of the project. It can be used for creating small to medium size maps of historical Mongolia and for analysis, as appropriate to the resolution. This data is only as accurate as the source maps upon which it is based. As such, the UC Berkeley Library does not guarantee the accuracy of the data. Researchers should use their own judgement about appropriate uses for this data. Users should please acknowledge and cite the \"Mongolian 20th-century Historical GIS Database project\" in any derivative works. The source map for this dataset is: Улсын геодези, зураг зүйн газар [State Board for Geodesy and Cartography, Mongolia], 'Map on Mongolian Nature Protection (Naturschutzkarte der MVR) [map]', scale 1:2,500,000 (Ulaanbaatar: State Board for Geodesy and Cartography, 1991).\""
  ],
  "dct_format_s": "Shapefile",
  "dct_identifier_sm": [
    "http://spatial.lib.berkeley.edu/viewpublic/berkeley-s79x29"
  ],
  "dct_publisher_sm": [
    "UC Berkeley Library"
  ],
  "dct_accessRights_s": "Public",
  "dct_subject_sm": [
    "Farming",
    "Biota",
    "Environment",
    "Society",
    "Nature Protection Measures",
    "Conservation",
    "Nature",
    "Pollution Monitoring",
    "Fire Control",
    "Forestry",
    "Museums",
    "Agriculture"
  ],
  "dct_title_s": "Nature Protection Measures, Mongolia, 1991",
  "dct_isPartOf_sm": [
    "berkeley-s7vx1w"
  ],
  "dct_issued_s": "2022-12-22",
  "schema_provider_s": "University of California Berkeley",
  "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://spatial.lib.berkeley.edu/public/berkeley-s79x29/iso19139.xml\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/berkeley-s79x29/data.zip\"}",
  "dct_spatial_sm": [
    "Mongolia"
  ],
  "gbl_resourceType_sm": [
    "Point data",
    "Vector data"
  ],
  "gbl_wxsIdentifier_s": "s79x29",
  "gbl_mdModified_dt": "2022-12-23T23:34:35.206Z",
  "id": "berkeley-s79x29",
  "locn_geometry": "ENVELOPE(91.204816, 119.18779, 50.639434, 42.1596)",
  "dcat_bbox": "ENVELOPE(91.204816, 119.18779, 50.639434, 42.1596)",
  "gbl_indexYear_im": [
    1991
  ],
  "gbl_mdVersion_s": "Aardvark",
  "gbl_resourceClass_sm": [
    "Datasets"
  ]
}