[
    {
        "dc_creator_sm":"California Department of Forestry and Fire Protection (using data from BOR, DFG, and DOC FMMP)",
        "dc_description_s":"In late 1996, the Dept of Conservation (DOC) surveyed state and federal agencies about the county boundary coverage they used. As a result, DOC adopted the 1:24,000 (24K) scale U.S. Bureau of Reclamation (USBR) dataset (USGS source) for their Farmland Mapping and Monitoring Program (FMMP) but with several modifications. Detailed documentation of these changes is provided by FMMP and included in the lineage section of the metadata.  A dataset named cnty24k97_1 was made available (approximately 2004) through the California Department of Forestry and Fire Protection - Fire and Resource Assessment Program (CDF - FRAP) and the California Spatial Information Library (CaSIL).\n\nIn late 2006, the Department of Fish and Game (DFG) reviewed cnty24k97_1.  Comparisons were made to a high-quality 100K dataset (co100a/county100k from the former Teale Data Center GIS Solutions Group) and legal boundary descriptions from ( http://www.leginfo.ca.gov ).  The cnty24k97_1 dataset was missing Anacapa and Santa Barbara islands.  DFG added the missing islands using previously-digitized coastline data (coastn27 of State Lands Commission origin), corrected a few county boundaries, built region topology, added additional attributes, and renamed the dataset to county24k.\n\nIn 2007, the California Mapping Coordinating Committee (CMCC) requested that the California Department of Forestry and Fire Protection (CAL FIRE) resume stewardship of the statewide county boundaries data.  CAL FIRE adopted the changes made by DFG and collected additional suggestions for the county data from DFG, DOC, and local government agencies.  CAL FIRE incorporated these suggestions into the latest revision, which has been renamed cnty24k09_1.  Detailed documentation of changes is included in the Process Step section of the metadata.",
        "dc_format_s":"Shapefile",
        "dc_identifier_s":"http://spatial.lib.berkeley.edu/viewpublic/ark28722-s7059k",
        "dc_publisher_s":"California. California Department Of Forestry and Fire Protection., California. California Department Of Fish and Game.",
        "dc_rights_s":"Public",
        "dc_subject_sm":[
            "Boundaries",
            "Administrative and Political Divisions"
        ],
        "dc_title_s":"1:24,000 County Boundaries (cnty24k09_1_state_bnd)",
        "dct_provenance_s":"Berkeley",
        "dct_references_s":"{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/ark28722-s7059k/data.zip\"}",
        "dct_spatial_sm":[
            "California"
        ],
        "geoblacklight_version":"1.0",
        "layer_geom_type_s":"Polygon",
        "layer_id_s":"s7059k",
        "layer_modified_dt":"2012-11-28T23:34:35.026Z",
        "layer_slug_s":"ark28722-s7059k",
        "solr_geom":"ENVELOPE(-124.51165, -113.497863, 42.068568, 32.423674)",
        "solr_year_i":2009
    }
]