{
    "dc_creator_sm": [
        "Geographic Information Systems, Sonoma County (Calif.)., California "
    ], 
    "dc_description_s": "The local area development guideline dataset represents the discreet geographical areas subject to specific development guidelines within Sonoma County. The local area development guidelines and goals are as follows: Canon Manor West Subdivision Development Guideline The boundary polygon represents the Canon Manor West Subdivision Development Guideline, 237+/- acres located southwest of the intersection of Petaluma Hill Road and East Cotati Avenue, adopted by Ordinance #5675 &amp; #5676 on July 18, 2006. The Canon Manor West Subdivision Development Guideline boundary surrounds those parcels subject to water conservation measures as described in Ordinance #5676. To note, Ordinance #5675 outlines the approved rezoning of the subject area [refer to adopted documentation for further insight]. - - - - Glen Ellen Development and Design Guideline, Subarea I &amp; II The boundary polygon represents the Glen Ellen Development and Design Guideline adopted by Ordinance #4297 on November 14, 1990. The Glen Ellen Development and Design Guidelines boundary surrounds those parcels within subareas I and II of the Glen Ellen Study Area. The following applications within the subareas shall be evaluated in accordance with the Glen Ellen Development and Design Guidelines: Subarea I (exterior building permits, discretionary permits, and projects subject to administrative design review), and Subarea II (discretionary permits). The goal of the Glen Ellen Development and Design Guidelines is to direct development so that the character of Glen Ellen is enhanced and maintained. The guideline defines a local area, as a subunit of a planning area, which will provide a greater level of detail for specific uses or development in a local area. The Glen Ellen Development and Design Guidelines represent revised goals, objectives, policies and design guideline contained in previous versions of the Glen Ellen Town Plan (February 1988 and November 1988). - - - - Highway 12 Development Guideline The boundary polygon represents the Highway 12 Development Guideline adopted by Ordinance #5120 on August 25, 1998. The Highway 12 Development Guideline is applicable to parcels having frontage on Highway 12 from its intersection at El Verano Avenue, north, to its intersection at Agua Caliente Road. The Highway 12 Development Guideline is in conjunction with the Sonoma Valley Redevelopment Project Area. The goal of the Highway 12 Development Guideline is to provide criteria for private development to ensure the consistency of each individual project with the overall character of the Hwy 12 corridor. - - - - Highway 116 Scenic Corridor Study Guideline The boundary polygon represents the 116 Scenic Highway Corridor Study Guideline adopted by the State of California's Department of Transportation (Caltrans) on September 20, 1988. The goal of the 116 Scenic Highway Corridor Study is to protect and enhance the corridor. Therefore, the corridor limits are principally determined by topography (land forms) and/or large, dense stands of vegetation limiting views from the highway. If vegetation or man-made structures do not obstruct views from the highway, the farthest ridge lines are the limits of the corridor. Only those ridges visible from the corridor are included; consequently, areas behind ridges are not included. The width of the corridor varies greatly from as little as 100 feet to as much as 14,000 feet. Property within the corridor could be subject to higher levels of planning controls to preserve the scenic quality. - - - - Penngrove Main Street Design Guidelines The boundary polygon represents the Penngrove Main Street Design Guidelines adopted by Ordinance #5920 on December 14, 2010. The goal of the Penngrove Main Street Design Guidelines is to evaluate the merits of projects located in and around Main Street in Penngrove, between Old Redwood Highway and Adobe Road, and as specifically depicted by Figure E of Ordinance # 5920 article. Building permits involved new construction, or the exterior modification of existing structures, are subject to review to ensure conformance with the Penngrove Main Street Design Guidelines. In addition, all projects requiring discretionary entitlements, such as Design Review approval, Zoning Permits, and Use Permits, must comply with the Penngrove Main Street Design Guidelines. - - - - Russian River Corridor Design Guidelines The boundary polygon represents the Russian River Corridor Design Guidelines adopted by Ordinance #5921 on December 14, 2010. The goal of the Russian River Corridor Design Guidelines is to evaluate the merits of projects located within the central corridor which runs through the Russian River Redevelopment Project Area, and as specifically depicted in Figure A of Ordinance #5921 article. The Russian River Corridor Design Guidelines apply to commercial and multi-family residential projects. Single family projects are only subject to the Design Guidelines when involving four or more units. Building permits involving new construction, or any exterior modification of existing structures, are subject to review to ensure conformance with the Russian River Corridor Design Guidelines, as are all projects which require discretionary entitlements such as Design Review, Zoning Permits, and Use Permits. - - - - Sebastopol Road Urban Vision Plan The boundary polygon represents the Sebastopol Road Urban Vision Plan adopted by Resolution #07-0481 on October 31, 2007. The Urban Vision Plan for Sebastopol Road Corridor affects that stretch of Sebastopol Road between Dutton Avenue to the east and Stony Point Road to the west, linking both sides of Sebastopol Road as well as the area north of Sebastopol Road, ending at the Highway 12 right-of-way. The corridor is within the community of Roseland in the southwest area of Santa Rosa, California. While portions of the subject area are within the boundaries of the City of Santa Rosa, the majority of the properties are located in the unincorporated area of Sonoma County. The goal of the Sebastopol Road Urban Vision Plan is to create a consensus among the local community as to what future development of the corridor should look like and what types of uses should be located there. The goal includes land use concept and urban design criteria for the greater planning area, street scape enhancements, and envisioning the Roseland Village Shopping Center and the Dutton Plaza as an ideal location for a neighborhood center. - - - - Taylor/Sonoma/Mayacamas Design Guidelines The boundary polygon represents the Taylor/Sonoma/Mayacamas Design Guidelines adopted by Ordinance #5935 on May 10, 2011. The adoption amends Section 26-90-050 of the Sonoma County code to replace the existing Taylor-Sonoma Mountain Development Guidelines due to following General Plan scenic landscape units. The boundary polygon was revised with Resolution #11-0462 adopted August 23, 2011. The goal of the Taylor-Sonoma Mountain Development Guideline is to reduce the visual impacts of residential related development within the Scenic Landscape Units of Taylor, Sonoma, and Mayacamas areas as visible from public roads.", 
    "dc_format_s": "Shapefile", 
    "dc_identifier_s": "https://spatial.lib.berkeley.edu/viewpublic/berkeley-s76m41", 
    "dc_rights_s": "Public", 
    "dc_subject_sm": [
        "Boundaries", 
        "Planningcadastre", 
        "Development", 
        "Design"
    ], 
    "dc_title_s": "Local Area Development, Sonoma County, California, 2012", 
    "dc_type_s": "Dataset", 
    "dct_issued_dt": "2012-12-01T23:34:35.206Z", 
    "dct_provenance_s": "Berkeley", 
    "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://spatial.lib.berkeley.edu/metadata/berkeley-s76m41/iso19139.xml\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/berkeley-s76m41/data.zip\"}", 
    "dct_spatial_sm": [
        "Sonoma County (Calif.)"
    ], 
    "geoblacklight_version": "1.0", 
    "layer_geom_type_s": "Polygon", 
    "layer_id_s": "s76m41", 
    "layer_modified_dt": "2018-04-02T23:34:35.206Z", 
    "layer_slug_s": "berkeley-s76m41", 
    "solr_geom": "ENVELOPE(-123.110182, -122.363334, 38.530869, 38.21665)", 
    "solr_year_i": 2012
}