{
    "dc_creator_sm": [
        "Geographic Information Systems, Sonoma County, California"
    ], 
    "dc_description_s": "The specific and area plan dataset represents local communities subject to the Sonoma County General Plan 2020 Land Use Element Policy LU-1a as adopted on September 23, 2008 by Resolution No. 08-0808. There are 16 local communities which are subject to the specific and area plan development policies. Each community is unique and therefore, has particular policies and goals which assist in governing development potential. An Area or Specific Plan may establish more detailed policies affecting proposed development, but may not include policies that are in conflict with the Sonoma County General Plan 2020. Where there appears to be a conflict between the General Plan and any Area or Specific Plan, the MORE RESTRICTIVE policy or standard shall apply. The specific and area plan policies and goals are as follows: Airport Industrial Specific Plan: The boundary polygon represents the Sonoma County Airport Industrial Area Specific Plan adopted by Resolution #84-2213 on October 30, 1984. The boundary polygon identifies the specific plan and a master environmental area to assess the future use of 770 acres involving the Airport Boulevard planning area in the vicinity of the Sonoma County Airport. - - - - Bennett Valley Area Plan: The boundary polygon represents the Bennett Valley Area Plan adopted by Resolution #63206A on February 27, 1979 and modified by Resolution #93-0337 on March 9, 1993. The goals of the Bennett Valley Area Plan was to retain and enhance the rural character, protection of agriculture as well as to reflect the environmental and economic constraints, suitability and sensitivity of the study area in determining the location and intensity of development. The boundary of the Bennett Valley Area Plan was revised/expanded to correspond with the Design Review Area by Resolution #11-0461 adopted on August 23, 2011. - - - - Franz Valley Area Plan: The boundary polygon represents the Franz Valley Area Plan adopted by Resolution #63602 on April 17, 1979 and modified by Resolution #93-0337 on March 9, 1993. The purpose, goals and policies of the Franz Valley Area Plan was the creation of a citizens committee to focus on discussions of issues and goals. The committee policies were used in the formulation of the land use and open space plans, which are the primary means of implementing the Franz Valley Area Plan. The 1993 revisions of the Franz Valley Area Plan did not include an exhaustive evaluation or reconsideration of the policies or designations contained in the plan. The scope of the revisions was limited to that necessary to achieve General Plan consistency. - - - - Hessel Area Plan: The boundary polygon represents the Hessel Area Plan adopted by Resolution #64310 on July 31, 1979. The goals and policies of the Hessel Area Plan was to accommodate a variety of rural lifestyles and to protect and maintain agriculture in the area. - - - - Lower River Area Plan: The boundary polygon represents the Lower River Area Plan adopted by Resolution #74191 on May 3, 1983, Resolution # 9760 on September 1, 1983, Resolution # 9789 on October 20,1983, and Resolution #75478B and #75479 on October 31, 1983. The goals and policies of the Lower River Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The Lower River Area Plan is organized to serve as an Environmental Impact Report. - - - - North Santa Rosa Specific Plan: The boundary polygon represents the North Santa Rosa Specific Plan adopted by Resolution #73512 in January 1983. The goals and policies of the North Santa Rosa Specific Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The North Santa Rosa Specific Plan is organized to serve as an Environmental Impact Report. - - - - North Sonoma Valley Area Plan: The boundary polygon represents the North Sonoma Valley Area Plan adopted by Resolution #68557 on January 5, 1981. The goals and policies of the North Sonoma Valley Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The North Sonoma Valley Area Plan draws extensively from the North Sonoma Valley Zoning Plan adopted in 1974. The present plan incorporates the major goals and objectives of the earlier plan, and therefore, will continue to minimize residential growth and maximize preservation of open space, recreation and agriculture in the Valley. The North Sonoma Valley Area Plan is organized to serve as an Environmental Impact Report. - - - - Penngrove Area Plan: The boundary polygon represents the Penngrove Area Plan adopted by Resolution #84-675 on April 10, 1984 and modified by Resolution #93-0337 on March 9, 1993. The Penngrove Area Plan was created to re-evaluate residential densities within the Penngrove sewer service area. The plan boundary was extended beyond the immediate community to include the surrounding area where no previous specific plan had been undertaken. The Penngrove Area Plan is organized to serve as an Environmental Impact Report. - - - - Petaluma Dairy Belt Area Plan: The boundary polygon represents the Petaluma Diary Belt Area Plan adopted by Resolution #85-2789 on December 17, 1985 and modified by Resolution #93-0337 on March 9, 1993. The goals and policies of the Petaluma Diary Belt Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The Petaluma Dairy Belt Area Plan is organized to serve as an Environmental Impact Report. - - - - Sonoma Mountain Area Plan: The boundary polygon represents the Sonoma Mountain Area Plan adopted by Resolution #61105 on June 20, 1978 and modified by Resolution #93-0337 on March 9, 1993. The Sonoma Mountain Area Plan was created out of response to concerned citizens over major land divisions proposed within the area. The plan methodology focuses on analysis of existing land use patterns and commitments, and the analysis of the environmental opportunities and constraints within the area. The Sonoma Mountain Area Plan is organized to serve as an Environmental Impact Report. The boundary of the Sonoma Mountain Area Plan was revised to remove the area that overlapped the Bennett Valley Area Plan by Resolution #11-0461 adopted on August 23, 2011. - - - - South Santa Rosa Area Plan: The boundary polygon represents the South Santa Rosa Area Plan adopted by Resolution #71691 on May 4, 1982 and modified by Resolution #93-0337 on March 9, 1993. The goals and policies of the South Santa Rosa Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The South Santa Rosa Area Plan is organized to serve as an Environmental Impact Report. The boundary of the South Santa Rosa Area Plan was revised to remove the area that overlapped the Bennett Valley Area Plan by Resolution #11-0461 adopted on August 23, 2011. - - - - South Sonoma Valley Area I &amp; II Area Plans: The boundary polygon represents the South Sonoma Valley Area I Area Plan adopted by Resolution #51799-51801 on December 9, 1975. The boundary polygon represents the South Sonoma Valley Area II Area Plan adopted by Resolution #51553 on November 18, 1975 and revised in February 1978 in compliance with Resolution #51553. Due to the large scale of the study area, the South Valley was divided into four separate study areas. The South Sonoma Valley Area I Area Plan encompasses El Verano, Boyes Springs, Fetters Springs and Agua Caliente. Whereas, the South Sonoma Valley Area II Area Plan encompasses areas northeast, east and south of the City of Sonoma. The plans consider the social, economic and environmental characteristics of the area and blends such complex variables as community sentiment, physical capabilities of the land (particularly those characteristics directly related to wells and septic systems), and urban/rural economics into a comprehensive plan capable of serving both present and future needs. The plan goals and policies centers on enhancing the rural lifestyle that now exists in the Valley, conserve productive agricultural land for agricultural use, preserve hillsides in their present natural or agricultural state and retain open space by developing a taxing policy which favors agriculture and other open lands. The adopted land use and zoning within the Area Plan is consistent with the County General Plan, and echoes the intent and concepts embodied in the City of Sonoma's General Plan. - - - - West Petaluma Area Plan: The boundary polygon represents the West Petaluma Area Plan adopted by Resolution #70087 on August 11, 1981 and modified by Resolution #93-0337 on March 9, 1993. The goals and policies of the West Petaluma Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The West Petaluma Area Plan is organized to serve as an Environmental Impact Report. - - - - West Santa Rosa Area Plan: The boundary polygon represents the West Santa Rosa Area Plan adopted by Resolution #72471 on August 10, 1982. The goals and policies of the West Santa Rosa Area Plan was intended to resolve differences between the adopted 1974 zoning and the goals, policies, and projections for the same area specified in the 1978 County General Plan. The West Santa Rosa Area Plan is organized to serve as an Environmental Impact Report. - - - - West Sebastopol Specific Plan: The boundary polygon represents the West Sebastopol Specific Plan adopted by Resolution #65071 on December 11, 1979. The goals and policies of the West Sebastopol Specific Plan was oriented toward services and community activities in and around Sebastopol. Related Resources: Sonoma County General Plan 2020 Adopted Index http://www.sonoma-county.org/prmd/gp2020/adopted/index.htm Sonoma County General Plan 2020 Amended Index http://www.sonoma-county.org/prmd/gp2020/amended/index.htm Sonoma County General Plan 2020 Land Use Element http://www.sonoma-county.org/prmd/gp2020/adopted/lue.pdf (page LU-12 and LU-13)", 
    "dc_format_s": "Shapefile", 
    "dc_identifier_s": "http://spatial.lib.berkeley.edu/viewpublic/berkeley-s7010s", 
    "dc_rights_s": "Public", 
    "dc_subject_sm": [
        "Boundaries", 
        "City Planning and Redevelopment Law"
    ], 
    "dc_title_s": "Area Specific Plans, Sonoma County, California, 2012", 
    "dc_type_s": "Dataset", 
    "dct_issued_dt": "2012-12-01T23:34:35.206Z", 
    "dct_provenance_s": "Berkeley", 
    "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"https://geoservices.lib.berkeley.edu/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"https://geoservices.lib.berkeley.edu/geoserver/wms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://github.com/OpenGeoMetadata/edu.berkeley/blob/master/berkeley/s7/010s/iso19139.xml\",\"http://schema.org/downloadUrl\":\"https://spatial.lib.berkeley.edu/public/berkeley-s7010s/data.zip\"}", 
    "dct_spatial_sm": [
        "Sonoma County (Calif.)"
    ], 
    "geoblacklight_version": "1.0", 
    "layer_geom_type_s": "Polygon", 
    "layer_id_s": "s7010s", 
    "layer_modified_dt": "2017-12-18T23:34:35.206Z", 
    "layer_slug_s": "berkeley-s7010s", 
    "solr_geom": "ENVELOPE(-123.217684, -122.378759, 38.719027, 38.130832)", 
    "solr_year_i": 2012
}